Revit 2027 API
BuiltInFailures.StairRampFailures.MultistoryLevelBelowTopbottomLevelError Property
 Multistory top level must be above the stair/ramp top and bottom levels.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MultistoryLevelBelowTopbottomLevelError { get; }
Public Shared ReadOnly Property MultistoryLevelBelowTopbottomLevelError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MultistoryLevelBelowTopbottomLevelError {
	FailureDefinitionId^ get ();
}
static member MultistoryLevelBelowTopbottomLevelError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace